const quiz = [
    {
        question: 'ルネサンスを代表する芸術家でないものは誰？',
        answers: [
            'ミケランジェロ',
            'ピカソ',
            'レオナルドダヴィンチ',
            'ラファエロ'
        ],
        correct: 'ピカソ'
    }, {
        question: '『資本論』を著して資本主義の矛盾を指摘したのは誰？',
        answers: [
            'ヴェーバー',
            'マルクス',
            'エンゲルス',
            'ニーチェ'
        ],
        correct: 'マルクス'
    }, {
        question: '世界恐慌に対してアメリカが取った政策はどれ？',
        answers: [
            'ブロック経済政策',
            '共産政策',
            'ニューディール政策',
            'インフレ政策'
        ],
        correct: 'ニューディール政策'
    }
];